<template>
  <div>
    <div class="container">
      <h1>
        根据开始日期或照片中的人物，选取想要囊括的内容。
        共享图库设置完成后，你可以在相机app中直接共享照片，也可选择当共享图库的成员在附近时自动共享给对方，或是从“为你推荐”中获取智能建议，将照片添加到共享图库中。
        大屏幕,感受大不同。既要增大显示屏，又要尽量保持表壳本身的尺寸，这是一个巨大的挑战。
        为了做到这一点，我们重新设计了显示屏将边框收窄40%，
        令屏幕区域相比Series6和Series3进一步增大。这真是一件大大的好事。为了在全天候视网膜显示屏上实现更大的视野，我们彻底重构了原本的设计。
        借助这次创新，我们也打造出更坚固、更抗裂的表镜。使用创新的传感器和app测量血氧水平，
        时刻监测自己的心率，还有正念训练和睡眠跟踪等出色功能，全方位守护你的健康。有Series7在手，更多健康信息一目了然。
      </h1>
      <h1>
        根据开始日期或照片中的人物，选取想要囊括的内容。
        共享图库设置完成后，你可以在相机app中直接共享照片，也可选择当共享图库的成员在附近时自动共享给对方，或是从“为你推荐”中获取智能建议，将照片添加到共享图库中。
        大屏幕,感受大不同。既要增大显示屏，又要尽量保持表壳本身的尺寸，这是一个巨大的挑战。
        为了做到这一点，我们重新设计了显示屏将边框收窄40%，
        令屏幕区域相比Series6和Series3进一步增大。这真是一件大大的好事。为了在全天候视网膜显示屏上实现更大的视野，我们彻底重构了原本的设计。
        借助这次创新，我们也打造出更坚固、更抗裂的表镜。使用创新的传感器和app测量血氧水平，
        时刻监测自己的心率，还有正念训练和睡眠跟踪等出色功能，全方位守护你的健康。有Series7在手，更多健康信息一目了然。
      </h1>
      <h1>
        根据开始日期或照片中的人物，选取想要囊括的内容。
        共享图库设置完成后，你可以在相机app中直接共享照片，也可选择当共享图库的成员在附近时自动共享给对方，或是从“为你推荐”中获取智能建议，将照片添加到共享图库中。
        大屏幕,感受大不同。既要增大显示屏，又要尽量保持表壳本身的尺寸，这是一个巨大的挑战。
        为了做到这一点，我们重新设计了显示屏将边框收窄40%，
        令屏幕区域相比Series6和Series3进一步增大。这真是一件大大的好事。为了在全天候视网膜显示屏上实现更大的视野，我们彻底重构了原本的设计。
        借助这次创新，我们也打造出更坚固、更抗裂的表镜。使用创新的传感器和app测量血氧水平，
        时刻监测自己的心率，还有正念训练和睡眠跟踪等出色功能，全方位守护你的健康。有Series7在手，更多健康信息一目了然。
      </h1>
      <h1>
        根据开始日期或照片中的人物，选取想要囊括的内容。
        共享图库设置完成后，你可以在相机app中直接共享照片，也可选择当共享图库的成员在附近时自动共享给对方，或是从“为你推荐”中获取智能建议，将照片添
      </h1>
    </div>
    <el-image
      src="https://fuss10.elemecdn.com/3/28/bbf893f792f03a54408b3b7a7ebf0jpeg.jpeg"
      lazy
    />
  </div>
</template>

<script>
export default {

};
</script>

<style lang="scss" scoped>
.container{
    width: 100%;
    height: 100vh;
    text-indent: 36px;
    background-color: darkkhaki;
}
</style>
